lessons = {
    1:
        {
            'Числ':
                {
                    '08.00': None,
                    '09.30': 'Эксплуатация вычислительной техники',
                    '11.00': 'Физическая культура',
                    '13.00': 'Правовое обеспечение профессиональной деятельности',
                    '14.30': 'Эксплуатация вычислительной техники',
                    '16.00': None
                },
            'Знам':
                {

                    '08.00': None,
                    '09.30': 'Правовое обеспечение профессиональной деятельности',
                    '11.00': 'Физическая культура',
                    '13.00': 'Правовое обеспечение профессиональной деятельности',
                    '14.30': 'Основы экологии и География',
                    '16.00': None
                }
        },
    2:
        {
            'Числ':
                {
                    '08.00': None,
                    '09.30': None,
                    '11.00': None,
                    '13.00': None,
                    '14.30': 'Теоретическая информатика',
                    '16.00': 'Ремонт и обслуживание СВТ'
                },
            'Знам':
                {

                    '08.00': None,
                    '09.30': None,
                    '11.00': None,
                    '13.00': None,
                    '14.30': 'Иностранный язык',
                    '16.00': 'Ремонт и обслуживание СВТ'
                }
        },
    3:
        {
            'Числ':
                {
                    '08.00': None,
                    '09.30': None,
                    '11.00': None,
                    '13.00': 'Концепции современного естествознания',
                    '14.30': 'Основы экологии и География Кыргызстана',
                    '16.00': 'Концепции современного естествознания'
                },
            'Знам':
                {

                    '08.00': None,
                    '09.30': None,
                    '11.00': None,
                    '13.00': 'Основы предпринимательства',
                    '14.30': 'Кыргызский язык и литература',
                    '16.00': 'Основы предпринимательства'
                }
        },
    4:
        {
            'Числ':
                {
                    '08.00': 'Ремонт и обслуживание СВТ',
                    '09.30': 'Программирование',
                    '11.00': 'Схемотехника ЭВМ',
                    '13.00': 'Иностранный язык',
                    '14.30': 'Теоретическая информатика',
                    '16.00': None
                },
            'Знам':
                {

                    '08.00': 'Схемотехника ЭВМ',
                    '09.30': None,
                    '11.00': 'Схемотехника ЭВМ',
                    '13.00': 'Иностранный язык',
                    '14.30': 'Теоретическая информатика',
                    '16.00': None
                }
        },
    5:
        {
            'Числ':
                {
                    '08.00': None,
                    '09.30': None,
                    '11.00': 'Манасоведение',
                    '13.00': 'Кыргызский язык и литература',
                    '14.30': 'Информатика',
                    '16.00': None
                },
            'Знам':
                {
                    '08.00': None,
                    '09.30': None,
                    '11.00': 'Манасоведение',
                    '13.00': 'Кыргызский язык и литература',
                    '14.30': 'Информатика',
                    '16.00': 'Программирование'
                }
        },
}


